{
	"home": {
		"title": "The Goal",
		"tagline": "Helping small business owners create a strong web presence.",
		"bg": "https://port-images.s3-us-west-2.amazonaws.com/portfoilo/pexels-mateusz-dach-450035-min.jpg"
	},
	"services": [
		{
			"service": "Dev",
			"description": "Every business needs to make a strong first impression and your website is the first thing many people will see. Our focus is to build responsive, clean and user-friendly websites that will keep people coming back.",
			"btnText": "Web Projects"
		},
		{
			"service": "Design",
			"description": "From custom social media posts to layout design. We create clean, simple and beuatiful designs. Intuitive for the user and easy on the eyes.",
			"btnText": "Design Projects"
		},
		{
			"service": "Social",
			"description": "Your busy and you most likely don't have time to focus on multiple social accounts. Let us create fresh and engaging social media posts to all of your accounts, so you can do the work you NEED to do!",
			"btnText": "Other Projects"
		}
	],
	"portfolio": {
		"web": [
			{
				"img": "https://port-images.s3-us-west-2.amazonaws.com/portfoilo/Bside.png",
				"imgMobile": "https://port-images.s3-us-west-2.amazonaws.com/portfoilo/Bside_mobile.png",
				"title": "B-Side Games",
				"description": "A complete redesign was needed to help B-Side's web presence",
				"link": "https://www.bsideboardgamesandpuzzles.com/",
				"technologies": ["Wix", " jQuery", "HTML"],
				"btnText": "View Detail",
				"type": "web"
			},
			{
				"img": "https://port-images.s3-us-west-2.amazonaws.com/portfoilo/whwf.png",
				"title": "WHWF Spokane",
				"description": "",
				"link": "https://www.whwfspokane.org/",
				"technologies": ["Wix", "jQuery", "HTML"],
				"btnText": "View Detail",
				"type": "web"
			}
		],
		"design": [
			{
				"img": "https://port-images.s3-us-west-2.amazonaws.com/portfoilo/magic_sneak_peak-min.png",
				"title": "FB Magic! Post",
				"description": "A complete redesign was needed to help B-Side's web presence",
				"link": "https://www.bsideboardgamesandpuzzles.com/",
				"technologies": ["Wix", " jQuery", "HTML"],
				"btnText": "View Detail",
				"type": "design"
			},
			{
				"img": "https://port-images.s3-us-west-2.amazonaws.com/portfoilo/win_a_box_tournament-min.png",
				"title": "FB Yu-Gi-Oh! Post",
				"description": "",
				"link": "https://www.whwfspokane.org/",
				"technologies": ["Wix", "jQuery", "HTML"],
				"btnText": "View Detail",
				"type": "design"
			}
		]
	},
	"testimonials": [
		{
			"img": "",
			"author": "Ryan Paburn",
			"position": "Owner",
			"company": "B-Side Games",
			"testimonialPOne": "\"We want to tell you about the work Michael Halbrook did for us and the great results it brought to our company. First off, Michael was very professional and came to us with great ideas to help our internet business grow and look more professional. The prices were very fair and generous for the work he put forth. His work alone increased our Web Presence by 38% and our sales increased by 27% for web orders. I would highly recommend him to any and all companies that want to increase web orders and web presence.\""
		},
		{
			"img": "",
			"author": "Geneva Johns-Kloor",
			"position": "Operational Manager",
			"company": "Women Helping Women Fund",
			"testimonialPOne": "\"Michael really came through for Women Helping Women Fund when we needed a developer for our Wix site. We had spoken to six other vendors (some even certified as Wix friendly) and he was the only one willing to take on our project without changing the scope.",
			"testimonialPTwo": "It was important to us that we use the code provided by our database provider for the forms on our site. Other vendors would only take on the project if we would settle for a workaround solution, but Michael made it happen. He was able to get the forms up and running while also making them look visually appealing. He listened to our needs and produced great results despite the weird quirks we found with the Wix platform.",
			"testimonialPThree": " He also helped us to optimize our site and fix some other pieces that were giving our staff some trouble. He was very responsive and a great communicator through the whole process. He went above and beyond on our project.\""
		}
	
	]
}	